//--------------------------------------------------------------------------------------------------
// (С) 2017-2025 ООО УралТехИС. Интеллектуальная Системная Платформа 3.0. Все права защищены.
// Описание: IHttpClient – Интерфейс доступа к Веб-клиенту.
//--------------------------------------------------------------------------------------------------
#region Using
using System;
#endregion Using

namespace Utis.SmartMinex.Runtime;

public interface IHttpClient
{
    /// <summary> Сетевой порт.</summary>
    int Port { get; set; }
}
