//--------------------------------------------------------------------------------------------------
// (С) 2017-2025 ООО УралТехИС. Интеллектуальная Системная Платформа 3.0. Все права защищены.
// Описание: IDevice – Устройство.
//--------------------------------------------------------------------------------------------------
#region Using
using System;
#endregion Using

namespace Utis.SmartMinex.Devices;

public interface IDevice
{
    /// <summary> Уникальный идентификатор устройства в БД.</summary>
    long Id { get; set; }
}
