//--------------------------------------------------------------------------------------------------
// (C) 2018 ООО «УралТехИс». ПТК «Горный диспетчер». Все права защищены.
// Описание: Класс, описывающий справочник УРСов.
//--------------------------------------------------------------------------------------------------
using Utis.Minex.Common;

namespace Utis.Minex.ProductionModel.Devices
{
    /// <summary>
    /// УРС
    /// </summary>
    [DisplayName("УРС")]
    public class URS : DeviceWithRfid
    {
    }
}