//--------------------------------------------------------------------------------------------------
// (С) 2017-2025 ООО УралТехИС. Интеллектуальная Системная Платформа 3.0. Все права защищены.
// Описание: SmartLanternClient – Библиотека поддержки Веб-клиента старшего ламповщика.
//--------------------------------------------------------------------------------------------------
namespace Utis.SmartMinex.Client;

/// <summary> Библиотека поддержки Веб-клиента старшего ламповщика.</summary>
internal class SmartLanternClient : ISmartClient
{

}
