//--------------------------------------------------------------------------------------------------
// (С) 2017-2025 ООО УралТехИС. Интеллектуальная Системная Платформа 3.0. Все права защищены.
// Описание: TTypeInfo – Базовый класс объекта конфигурации: справочник, документ и т.д.
//--------------------------------------------------------------------------------------------------
#region Using
using System;
#endregion Using

namespace Utis.SmartMinex.Runtime;

public class TTypeInfo : TEntity
{
    public Type ObjectType { get; set; }

    /// <summary> Реквизиты типа объекта конфигурации. Для конфигуратора.</summary>
    public List<TAttribute>? Attributes { get; set; }

}
