//--------------------------------------------------------------------------------------------------
// (C) 2018 ООО «УралТехИс». ПТК «Горный диспетчер». Все права защищены.
// Описание: Класс, описывающий устройства питания.
//--------------------------------------------------------------------------------------------------
namespace Utis.Minex.ProductionModel.Interfaces
{
    /// <summary>
    /// Устройство с питанием
    /// </summary>
    public interface IPoweredDevice
    {
        /// <summary>
        /// Напряжение питания, В
        /// </summary>
        int PowerIn { get; set; }
    }
}