//--------------------------------------------------------------------------------------------------
// (С) 2017-2025 ООО УралТехИС. Интеллектуальная Системная Платформа 3.0. Все права защищены.
// Описание: TManifest – Сведения о конфигурации, манифест.
//--------------------------------------------------------------------------------------------------
#region Using
using System;
#endregion Using

namespace Utis.SmartMinex.Runtime;

/// <summary> Сведения о конфигурации, манифест.</summary>
public class TManifest : TEntity
{
    /// <summary> Наименование компании разработчика.</summary>
    public string Company { get; set; }

    /// <summary> Версия конфигурации, базы данных.</summary>
    public string Version { get; set; }
}
