//--------------------------------------------------------------------------------------------------
// (С) 2017-2025 ООО УралТехИС. Интеллектуальная Системная Платформа 3.0. Все права защищены.
// Описание: ISmartClient – Библиотека расширения функционала для Веб-клиента.
//--------------------------------------------------------------------------------------------------
namespace Utis.SmartMinex.Client;

/// <summary> Библиотека расширения функционала для Веб-клиента.</summary>
public interface ISmartClient
{
}
