//--------------------------------------------------------------------------------------------------
// (С) 2017-2025 ООО УралТехИС. Интеллектуальная Системная Платформа 3.0. Все права защищены.
// Описание: SslCertificate – Настройки SSL-сертификата Веб-службы.
//--------------------------------------------------------------------------------------------------
namespace Utis.SmartMinex.Http;

/// <summary> Настройки SSL-сертификата Веб-службы.</summary>
public class SslCertificate
{
    public string? Path { get; set; }
    public string? Password { get; set; }
}
